/**
 * Created by user on 2018/1/19/019.
 */

import blankLine from '..';

[
	`
	
	

黑暗，无论哪里都是黑暗，感觉不到一点光线的黑暗。

最初感到不协调是气味，鼻子疼，有一股浓厚的腥臭味。然后呼吸器官开始陷入有某种胶状的污泥升上来的错觉中，被这样的不快感所震惊。

睁开双眼，一跃而起。

「--！」

映入视野中的是黑暗的回廊，没有一丝丝的光照，只有默默发光的石造房间。

环视四周，背后是小型祭坛一般的建筑。仔细观察发现「祭坛」风化严重，处在快要奔溃的边缘。

上面有小石台和两只蜡烛的残渣，还供奉着插着箭的动物皮。

`,

	`

黑暗，无论哪里都是黑暗，感觉不到一点光线的黑暗。
最初感到不协调是气味，鼻子疼，有一股浓厚的腥臭味。然后呼吸器官开始陷入有某种胶状的污泥升上来的错觉中，被这样的不快感所震惊。

睁开双眼，一跃而起。

「--！」


映入视野中的是黑暗的回廊，没有一丝丝的光照，只有默默发光的石造房间。

环视四周，背后是小型祭坛一般的建筑。仔细观察发现「祭坛」风化严重，处在快要奔溃的边缘。

上面有小石台和两只蜡烛的残渣，还供奉着插着箭的动物皮。

`,

	`

黑暗，无论哪里都是黑暗，感觉不到一点光线的黑暗。

最初感到不协调是气味，鼻子疼，有一股浓厚的腥臭味。然后呼吸器官开始陷入有某种胶状的污泥升上来的错觉中，被这样的不快感所震惊。










睁开双眼，一跃而起。

「--！」





映入视野中的是黑暗的回廊，没有一丝丝的光照，只有默默发光的石造房间。

环视四周，背后是小型祭坛一般的建筑。仔细观察发现「祭坛」风化严重，处在快要奔溃的边缘。

上面有小石台和两只蜡烛的残渣，还供奉着插着箭的动物皮。




`,

	`

黑暗，无论哪里都是黑暗，感觉不到一点光线的黑暗。
最初感到不协调是气味，鼻子疼，有一股浓厚的腥臭味。然后呼吸器官开始陷入有某种胶状的污泥升上来的错觉中，被这样的不快感所震惊。
睁开双眼，一跃而起。
「--！」
映入视野中的是黑暗的回廊，没有一丝丝的光照，只有默默发光的石造房间。
环视四周，背后是小型祭坛一般的建筑。仔细观察发现「祭坛」风化严重，处在快要奔溃的边缘。
上面有小石台和两只蜡烛的残渣，还供奉着插着箭的动物皮。




`,

].forEach(function (value, index, array)
{
	console.log(index, blankLine(value));
});
